{
    "Torta Babaroise": {
      "ingredientes": [
        "200 ml de leche",
        "3 yemas de huevo",
        "75 g de azúcar",
        "1 cucharada de gelatina sin sabor",
        "200 ml de crema de leche batida",
        "1 cucharadita de esencia de vainilla"
      ],
      "preparacion": [
        "Calienta la leche sin que hierva y reserva.",
        "Bate las yemas con el azúcar hasta obtener una mezcla espumosa y de color pálido.",
        "Disuelve la gelatina en un poco de agua fría y luego incorpórala a la leche caliente.",
        "Agrega la leche (con la gelatina) poco a poco a la mezcla de yemas y azúcar, revolviendo constantemente.",
        "Incorpora la esencia de vainilla y deja enfriar la preparación.",
        "Una vez tibia, agrega la crema batida con movimientos envolventes.",
        "Vierte en un molde y refrigera por al menos 4 horas antes de servir."
      ]
    },
    "Postre Balcarce": {
      "ingredientes": [
        "1 pionono (lámina de bizcocho)",
        "200 g de dulce de leche",
        "200 g de crema chantilly",
        "100 g de merenguitos secos",
        "50 g de coco rallado",
        "Azúcar impalpable para espolvorear"
      ],
      "preparacion": [
        "Extiende el pionono y úntalo con una capa de dulce de leche.",
        "Agrega una capa de crema chantilly sobre el dulce de leche.",
        "Tritura ligeramente los merenguitos y distribúyelos por encima.",
        "Espolvorea con coco rallado y enrolla el pionono con cuidado para formar un rollo.",
        "Corta en porciones o presenta entero, espolvoreando azúcar impalpable sobre la superficie.",
        "Refrigera por al menos 1 hora para que tome consistencia y sirve bien frío."
      ]
    },
    "Tarta Banana Split": {
      "ingredientes": [
        "1 masa de tarta dulce prehorneada (20-22 cm)",
        "3 bananas maduras",
        "200 g de crema chantilly",
        "50 g de chocolate derretido",
        "Cerezas en almíbar (opcional)",
        "Helado de vainilla (opcional para decorar)"
      ],
      "preparacion": [
        "Coloca las bananas cortadas en rodajas sobre la base de tarta ya horneada.",
        "Cubre las bananas con crema chantilly de manera generosa.",
        "Decora con hilos de chocolate derretido o salsa de chocolate por encima.",
        "Coloca algunas cerezas en almíbar para dar un toque clásico al estilo banana split.",
        "Si quieres llevarlo a otro nivel, agrega una porción de helado de vainilla justo antes de servir.",
        "Sirve inmediatamente para disfrutar de todo el contraste de texturas."
      ]
    },
    "Babaroise de Frutilla": {
      "ingredientes": [
        "300 g de frutillas frescas",
        "100 g de azúcar",
        "200 ml de crema de leche",
        "3 hojas de gelatina (o 1 sobre de gelatina sin sabor)",
        "Zumo de medio limón"
      ],
      "preparacion": [
        "Limpia y tritura las frutillas con el azúcar y el zumo de limón hasta lograr un puré suave.",
        "Hidrata la gelatina siguiendo las instrucciones del envase y disuélvela en el puré de frutillas ligeramente caliente.",
        "Deja que baje un poco la temperatura antes de incorporar la crema de leche batida en picos suaves.",
        "Mezcla con movimientos envolventes para mantener la ligereza de la preparación.",
        "Vierte en copas o moldes individuales y refrigera por al menos 3 horas.",
        "Decora con trocitos de frutilla fresca y sirve bien frío."
      ]
    },
    "Torta Brownie": {
      "ingredientes": [
        "200 g de chocolate semiamargo",
        "150 g de mantequilla",
        "200 g de azúcar",
        "3 huevos",
        "100 g de harina",
        "1 pizca de sal",
        "1 cucharadita de extracto de vainilla"
      ],
      "preparacion": [
        "Derrite el chocolate con la mantequilla a baño maría o en microondas con golpes de calor cortos.",
        "Bate los huevos con el azúcar hasta que la mezcla se aclare un poco.",
        "Agrega el chocolate derretido y la mantequilla, mezclando bien.",
        "Incorpora la harina tamizada, la sal y la vainilla, revolviendo suavemente.",
        "Vierte la mezcla en un molde enmantecado y enharinado.",
        "Hornea a 180°C durante unos 20-25 minutos, hasta que la superficie esté crujiente pero el interior se mantenga húmedo.",
        "Deja enfriar antes de servir para que tome cuerpo y sea más fácil de cortar."
      ]
    },
    "Cheesecake de Maracuya": {
      "ingredientes": [
        "200 g de galletas dulces trituradas",
        "100 g de mantequilla derretida",
        "400 g de queso crema",
        "200 ml de pulpa de maracuyá",
        "150 g de azúcar",
        "200 ml de crema de leche",
        "3 huevos"
      ],
      "preparacion": [
        "Mezcla las galletas trituradas con la mantequilla para formar la base y presiónala en un molde desmoldable.",
        "Bate el queso crema con el azúcar hasta obtener una crema suave.",
        "Agrega la pulpa de maracuyá, la crema de leche y los huevos de a uno, batiendo lentamente para no incorporar demasiado aire.",
        "Vierte la mezcla sobre la base de galletas.",
        "Hornea a 160°C durante 40-45 minutos, hasta que el centro esté casi firme.",
        "Deja enfriar y refrigera mínimo 4 horas. Puedes decorar con un coulis de maracuyá extra."
      ]
    },
    "Chocotorta": {
      "ingredientes": [
        "400 g de galletitas de chocolate (tipo Chocolinas)",
        "300 g de dulce de leche",
        "300 g de queso crema",
        "Leche o café para remojar las galletas (opcional)",
        "Cacao en polvo para decorar (opcional)"
      ],
      "preparacion": [
        "Mezcla el dulce de leche con el queso crema hasta obtener una crema homogénea.",
        "Opcionalmente, humedece las galletitas en leche o café para ablandarlas ligeramente.",
        "Forma capas alternadas de galletitas y la mezcla de dulce de leche y queso crema en un molde rectangular.",
        "Repite hasta terminar con una capa de crema.",
        "Decora con cacao en polvo espolvoreado o virutas de chocolate.",
        "Refrigera por al menos 4 horas para que tome consistencia."
      ]
    },
    "Key Lime Pie": {
      "ingredientes": [
        "200 g de galletas tipo María trituradas",
        "100 g de mantequilla derretida",
        "4 yemas de huevo",
        "400 ml de leche condensada",
        "120 ml de jugo de lima (aprox. 4 limas)",
        "Ralladura de 1 lima",
        "Merengue o crema batida para decorar"
      ],
      "preparacion": [
        "Combina las galletas trituradas con la mantequilla y forra la base de un molde, presionando bien.",
        "Hornea la base a 180°C durante 8-10 minutos para que se endurezca un poco.",
        "Mezcla las yemas con la leche condensada y el jugo de lima hasta integrar bien.",
        "Añade la ralladura de lima y vierte la preparación sobre la base.",
        "Hornea nuevamente a 160°C durante 15 minutos o hasta que la crema esté casi firme.",
        "Deja enfriar y cubre con merengue o crema batida antes de servir.",
        "Refrigera al menos 2 horas para lograr mejor consistencia."
      ]
    },
    "Lemon Pie": {
      "ingredientes": [
        "1 base de tarta dulce (20-22 cm) prehorneada",
        "3 yemas de huevo",
        "1 lata de leche condensada (395 g)",
        "120 ml de jugo de limón",
        "Ralladura de 1 limón",
        "Merengue (3 claras batidas con azúcar) para cubrir"
      ],
      "preparacion": [
        "Bate las yemas con la leche condensada hasta integrar bien.",
        "Incorpora el jugo de limón y la ralladura, mezclando suavemente.",
        "Vierte la crema sobre la base de tarta horneada.",
        "Hornea a 160°C durante 15 minutos o hasta que esté semicuajada.",
        "Bate las claras con azúcar para preparar el merengue y cubre la tarta.",
        "Regresa al horno unos minutos para dorar ligeramente el merengue o usa un soplete de cocina.",
        "Deja enfriar y sirve bien frío."
      ]
    },
    "Torta Rogel": {
      "ingredientes": [
        "8 discos de masa de hojaldre o masa filo",
        "500 g de dulce de leche repostero",
        "4 claras de huevo",
        "200 g de azúcar",
        "1 pizca de sal",
        "1 cucharada de jugo de limón (opcional)"
      ],
      "preparacion": [
        "Hornea los discos de masa hasta que estén dorados y crocantes.",
        "Apila los discos untando cada capa con abundante dulce de leche.",
        "Prepara un merengue suizo batiendo las claras, el azúcar y la pizca de sal a baño maría hasta disolver el azúcar. Luego continúa batiendo fuera del fuego hasta lograr picos firmes.",
        "Agrega el jugo de limón para estabilizar el merengue si lo deseas.",
        "Cubre la torta con el merengue, creando picos o diseños a tu gusto.",
        "Puedes dorar el merengue con un soplete o llevar brevemente al horno para dorarlo.",
        "Sirve en porciones generosas ya que es un postre intenso y delicioso."
      ]
    },
    "Tarta de Frutos Rojos": {
      "ingredientes": [
        "1 masa de tarta dulce (20-22 cm) prehorneada",
        "250 g de frutos rojos (frescos o congelados)",
        "100 g de azúcar",
        "1 cucharada de fécula de maíz",
        "Zumo de medio limón",
        "Crema pastelera o chantilly al gusto (opcional)"
      ],
      "preparacion": [
        "Mezcla los frutos rojos con el azúcar, la fécula y el zumo de limón.",
        "Vierte la mezcla en la base de tarta prehorneada.",
        "Hornea a 180°C durante unos 20 minutos, hasta que la mezcla burbujee ligeramente y la tarta esté dorada.",
        "Deja enfriar para que el relleno se asiente.",
        "Puedes decorar con crema pastelera o chantilly sobre la superficie.",
        "Sirve tibia o fría, según tu preferencia."
      ]
    },
    "Tarta de Higos": {
      "ingredientes": [
        "1 masa de tarta dulce (20-22 cm) prehorneada",
        "8-10 higos frescos, cortados en rodajas",
        "3 cucharadas de miel",
        "50 g de azúcar moreno",
        "1 ramita de canela (opcional)",
        "30 g de mantequilla"
      ],
      "preparacion": [
        "En una sartén, funde la mantequilla con la miel, el azúcar y la ramita de canela.",
        "Agrega los higos cortados y cocina ligeramente para caramelizarlos (2-3 minutos).",
        "Coloca los higos sobre la base de tarta prehorneada y vierte el jugo caramelizado por encima.",
        "Hornea a 180°C por unos 15 minutos, cuidando que no se quemen los higos.",
        "Retira del horno y deja templar antes de servir.",
        "Puedes acompañar con una bola de helado de vainilla o crema chantilly."
      ]
    },
    "Torta Arcoiris": {
      "ingredientes": [
        "300 g de harina",
        "200 g de azúcar",
        "4 huevos",
        "1 cucharada de polvo de hornear",
        "120 ml de leche",
        "120 g de mantequilla derretida",
        "Colorantes alimenticios de varios colores"
      ],
      "preparacion": [
        "Bate los huevos con el azúcar hasta que espumen.",
        "Agrega la leche y la mantequilla derretida a la mezcla.",
        "Tamiza la harina con el polvo de hornear e incorpórala poco a poco.",
        "Divide la masa en partes iguales según la cantidad de colores que desees usar.",
        "Agrega una gota de colorante a cada porción de masa y vierte capa tras capa en el molde, o haz varios bizcochos individuales para superponer luego.",
        "Hornea a 180°C durante 20-25 minutos. Verifica con un palillo que salga limpio.",
        "Si haces varios bizcochos, únelos con crema chantilly o buttercream, decorando al gusto."
      ]
    },
    "Torta Selva Negra": {
      "ingredientes": [
        "150 g de harina",
        "50 g de cacao en polvo",
        "150 g de azúcar",
        "4 huevos",
        "1 cucharadita de polvo de hornear",
        "200 ml de crema chantilly",
        "Cerezas al marrasquino o frescas",
        "Virutas de chocolate para decorar (opcional)"
      ],
      "preparacion": [
        "Precalienta el horno a 180°C y engrasa un molde redondo de 20-22 cm.",
        "Bate los huevos con el azúcar hasta lograr una mezcla espumosa y de color claro.",
        "Tamiza la harina, el cacao y el polvo de hornear, incorporándolos de manera envolvente.",
        "Vierte la masa en el molde y hornea de 20 a 25 minutos, o hasta que un palillo salga limpio.",
        "Deja enfriar el bizcocho por completo, luego córtalo en dos o tres capas.",
        "Humedece cada capa con almíbar y rellena con crema chantilly y cerezas picadas.",
        "Cubre la torta con más crema chantilly y decora con cerezas enteras y virutas de chocolate."
      ]
    },
    "cheesecake de frutos rojos": {
      "ingredientes": [
        "200 g de galletas tipo María",
        "80 g de mantequilla",
        "400 g de queso crema",
        "150 g de azúcar",
        "3 huevos",
        "1 cucharadita de esencia de vainilla",
        "200 g de frutos rojos (frescos o congelados) para la cubierta"
      ],
      "preparacion": [
        "Tritura las galletas y mézclalas con la mantequilla derretida para formar la base en un molde desmontable.",
        "Hornea la base a 180°C durante 8 minutos para que quede crujiente.",
        "Bate el queso crema con el azúcar hasta que la mezcla esté suave y cremosa.",
        "Agrega los huevos uno a uno y la esencia de vainilla, mezclando con cuidado.",
        "Vierte la mezcla sobre la base de galletas y hornea a 160°C por 30-35 minutos hasta que el centro esté casi firme.",
        "Deja enfriar por completo y luego refrigera al menos 4 horas.",
        "Cubre con los frutos rojos (puedes hacer un coulis o usar mermelada ligera) antes de servir."
      ]
    }
  }
  